<?php

return [
    /*
    |--------------------------------------------------------------------------
    | パスワードリセット言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行は、パスワードリセットの処理中に表示される
    | 異なるメッセージを表します。例えば、パスワードリセットの
    | トークンが無効である場合や、新しいパスワードが設定された場合などです。
    |
    */

    'reset' => 'パスワードがリセットされました！',
    'sent' => 'パスワードリセットリンクをメールで送信しました！',
    'throttled' => 'しばらくお待ちください。',
    'token' => 'このパスワードリセットトークンは無効です。',
    'user' => '入力されたメールアドレスのユーザーが見つかりません。',
];